Repository: brudalevante/fakemesh-original
Catalog: luci-app-fakemesh/files/luci/i18n/fakemesh.*.po
Languages: es

source: Fake Mesh Setup
es: Configuración Fake Mesh

source: Fake Mesh
es: Malla Fake Mesh

source: Role
es: Rol

source: Leave empty if encryption is not required.
es: Déjalo vacío si no se requiere cifrado.

source: Set the gateway router as controller, others as agent.
es: Establece el router principal como controlador, los demás como agentes.

source: Wired AP (ethernet as backhaul)
es: AP cableado (Ethernet como backhaul)

source: Agent (wifi as backhaul)
es: Agente (WiFi como backhaul)

source: Controller (AC)
es: Controlador (AC)

source: The simple ip address to access the controller.
es: La dirección IP para acceder al controlador.

source: Access IP address
es: Dirección IP de acceso

source: Sync Config
es: Sincronizar configuración

source: Sync config from the Controller.
es: Sincronizar la configuración desde el controlador.

source: Wireless Management
es: Gestión inalámbrica

source: Not available on AP
es: No disponible en el AP

source: Band Steer Helper
es: Asistente de cambio de banda

source: Fronthaul Disabled
es: Desactivar la señal principal (fronthaul)

source: Disable fronthaul Wi-Fi signal on this node.
es: Deshabilitar la señal Wi-Fi fronthaul en este nodo.
